Repository: FatihMuradovich/new_kitap_chesmesi
Catalog: lib/localization/l10n/app_*.arb
Languages: tr

# homeScreen
source: Главная
tr: Esasy sahypa

# favorites
source: Любимые
tr: Halanlarym

# newBooks
source: Новые книги
tr: Täze gelen kitaplar

# discountBook
source: Книги со скидкой
tr: Arzanladyşdaky kitaplar

# bookAuthorSearch
source: Книга, автор...
tr: Kitap, awtor...

# notification
source: Уведомления
tr: Bildirişler

# description
source: Описание
tr: Kitap barada

# auhtorsOtherBook
source: Другие книги автора
tr: Awtoryň başga kitaplary

# productCode
source: Код продукта
tr: Haryt kody

# publisher
source: Издатель
tr: Neşirýat

# bookLanguage
source: Язык
tr: Dili

# bookCover
source: Обложка книги
tr: Kitap daşy

# publishYear
source: Год публикации
tr: Çap ýyly

# page
source: Страница
tr: Sahypa sany

# categories
source: Категории
tr: Kategoriýa

# cart
source: Корзина
tr: Sebet

# amount
source: Количество
tr: Jemi

# completeOrder
source: Заказат
tr: Sargydy tamamla

# profil
source: Профиль
tr: Profil

# settingsProfil
source: Настройки аккаунта
tr: Hasap sazlamalarym

# myOrders
source: Заказы
tr: Sargytlarym

# aboutUs
source: О нас
tr: Biz barada

# message
source: Сообщение
tr: Habarlaşmak

# language
source: Язык
tr: Dil

# selectLanguage
source: Выберите язык
tr: Dili saýlaň

# rules
source: Правила
tr: Eltip bermek we töleg

# signOut
source: Выход
tr: Çykyş

# yes
source: Да
tr: Hawa

# no
source: Нет
tr: Ýok

# empty_basket
source: Ваша карзина пуста
tr: Sebediňiz boş

# empty_favorites
source: Ваш cписок избранного пуст!
tr: Halan harytlaryňyzyň sanawy boş!

# our_phone_number
source: Мобилный номер
tr: Mobil telefon belgimiz

source: Password
tr: Parolyňyz

source: Personal information
tr: Şahsy maglumatlar

source: Change password
tr: Paroly täzelemek

source: Name
tr: Adyňyz

source: Surname
tr: Familýaňyz

# your_phone_number
source: Phone number
tr: Telefon belgiňiz

# your_email_adress
source: E-mail
tr: E-mail adresiňiz

source: Add cart
tr: Sebede goş

source: Old password
tr: Köne parolyňyz

source: New password
tr: Täze parolyňyz

source: Save
tr: Ýatda sakla
